{
    "name": "Synthetic example",
    "font": "Times New Roman",
    "margin_percentage": 2,
    "rect0": {
        "heading": "Aliquid assumenda voluptatibus quae eum nobis, facilis asperiores.",
        "headingFontSize": 80,
        "text": "Molestias ullam modi nostrum placeat eligendi distinctio deleniti beatae aperiam totam, a perspiciatis repudiandae expedita harum sint optio et. Neque quaerat eaque ipsum quod illum eveniet impedit ut, tempore dolores excepturi dolorum porro, dolorum soluta tenetur praesentium, placeat delectus architecto culpa ea nostrum possimus hic perspiciatis? Nam unde in, officiis in sit dolorem eaque fugit illo, commodi maiores tenetur doloremque hic provident sit ratione, tempora qui officiis voluptates. Excepturi beatae asperiores nihilaperiam numquam, nihil provident labore vero quidem rerum nobis laudantium quaerat, ad nisi impedit enim assumenda. Autem quaerat dolorum sed deserunt temporibus aliquid dignissimos harum sequi mollitia, cumque commodi numquam dicta tenetur laudantium sequi eligendi. In quas deserunt, quam quisquam nesciunt nihil quasi nam repudiandae necessitatibus, impedit praesentium necessitatibus animi cum est? ",
        "textFontSize": 40,
        "color": "#808080FF"
    },
    "rect1": {
        "heading": "Aliquam at aliquid illum hic nihil quas, non delectus.",
        "headingFontSize": 80,
        "text": "Ratione qui fugiat in id, dolores provident cupiditate corporis dolorum atque aspernatur mollitia. Quae nihil nulla, minima iste fugiat maiores rem neque alias ab, tenetur at quod labore ullam quis hic quasi? Libero inventore vero accusantium facere facilis provident expedita saepe nostrum, corporis tempore repudiandae deserunt minima doloremque ut est ullam, iste fuga facilis delectus voluptatum non qui nisi laudantium? Asperiores illum quia, omnis assumenda temporibus ut similique suscipit nam maxime nesciunt. Impedit quos est totam doloremque soluta tempora eligendi deleniti itaque, sed magni repudiandae, molestiae architecto esse debitis laudantium neque. Maiores saepe debitis nam deserunt ex quo ducimus reiciendis sapiente odio, a illum cupiditate dicta velit ea sunt rerum quibusdam, mollitia cum dignissimos quas velit omnis tempora voluptas nisi eos iure, debitis labore eaque modi aliquid mollitia. Vero reiciendis nam vitae natus explicabo, ratione natus esse temporibus eligendi accusamus, nisi natus laudantium, sint sit quia ea suscipit rerum velit? Adipisci labore eius tempora eum nesciunt tenetur, earum quo quidem fugit laboriosam? Doloribus incidunt aspernatur sed at doloremque iusto nemo dignissimos neque repellat omnis, voluptatum sit blanditiis, eveniet velit illo minus asperiores expedita magni voluptate repellat nulla aliquid perspiciatis. Libero sunt magni eaque nesciunt perferendis voluptatem non eius voluptatum, expedita nihil eaque nam, dolorum fugit eum ipsa, in aliquid consectetur veniam voluptatum exercitationem eos nihil, accusamus tempore voluptatum assumenda repellendus aspernatur harum omnis doloribus nulla. Amet molestiae quam necessitatibus architecto modi, culpa est laudantium dolor eligendi consequatur dignissimos voluptas numquam ipsum. Incidunt atque quaerat optio aspernatur aliquid enim ducimus, beatae officiis nostrum repellat fugit voluptate, impedit deleniti dignissimos? Ipsa esse providentnemo debitis sunt qui tenetur eius, sequi numquam consequatur quis autem fuga sit provident tempore consequuntur, veritatis saepe soluta vitae. Natus temporibus reprehenderit aliquam quidem, consequuntur repellendus dolore qui in mollitia veritatis, delectus voluptatibus iusto tempore culpa in. Molestias qui quae vel ducimus suscipit nam fuga veniam, dolorum saepe vero soluta earum consequatur eligendi velit reprehenderit, nisi ut fugiat culpa necessitatibus exercitationem aut officiis, eaque quo voluptatum amet corrupti consectetur quis temporibus possimus quisquam impedit. Ullam porro laboriosam suscipit praesentium aperiam inventore veritatis ab in, expedita odit eius qui autem magnam veniam voluptatum error ipsum eum, tempore itaque consectetur quod fuga repellendus blanditiis quam, quos doloribus vel nisi assumenda necessitatibus aliquid ab? Sunt assumenda sequi voluptatum corrupti, aperiam ex debitis? Deleniti perspiciatis porro ducimus harum, natus impedit necessitatibus quo aperiam tenetur ut maiores, fugiat facere magni rem illo nemo obcaecati quasi id quaerat, ",
        "textFontSize": 40,
        "color": "#2e8b57FF"
    },
    "rect2": {
        "heading": "Expedita dolores quae, vero.",
        "headingFontSize": 80,
        "text": "Provident iure repellendus dolore natus magni expedita voluptas, repellendus unde consectetur id eius numquam laborum impedit voluptatum atque accusantium odio? Aliquam aliquid accusamus temporibus, itaque quis facere qui, ex facere est tenetur dolorum non officia nesciunt qui, repudiandae nostrum voluptatem deleniti nisi exercitationem esse quasi fugit officia maiores, dolores rem ducimus ea vel nisi? Similique iure voluptatibus hic ad fuga dolores, ullam dicta aliquid ipsam eaque fugiat, laborum commodi natus omnis, voluptate consequatur magni doloremque delectus, earum nobis numquam ipsam? Sequi necessitatibus maiores consectetur obcaecati cumque enim vel dignissimos, praesentium nobis distinctio tempore obcaecati deleniti cum iste nam? Vitae unde temporibus molestias consequuntur excepturi repellat, atque iste corporis laborum suscipit praesentium tempora nostrum, autem nam eius voluptate iusto consectetur vel quam, exercitationem tenetur repudiandae dignissimos voluptatibus illum deleniti sed temporibus fugiat. Corporis voluptatum animi modi corrupti nostrum, distinctio ut vel n",
        "textFontSize": 40,
        "color": "#808000FF"
    },
    "rect3": {
        "heading": "Doloribus error.",
        "headingFontSize": 80,
        "text": "Aliquid dignissimos obcaecati iure quis inventore eosexpedita, eos quo tempore, sapiente sunt voluptas nulla fugit itaque mollitia? Inventore vero molestias laborum repudiandae, a voluptatum neque molestiae ipsa velit consectetur eligendi minima optio expedita voluptate, suscipit corrupti dolore doloribus pariatur tenetur, velit optio eum aperiam qui. Recusandae ratione molestiae magnam hic sequi in, molestiae tempore necessitatibus repudiandae facere beatae illo voluptatem, quibusdam eos iure facere doloribus quaerat? Unde voluptate quam, qui esse sint perferendis cupiditate tempora perspiciatis maxime magni odit est labore, debitis molestias nisi ullam voluptates perspiciatis repellendus? Numquam aperiam neque omnis modi place",
        "textFontSize": 40,
        "color": "#ff8c00FF"
    },
    "rect4": {
        "heading": "Tenetur odit ratione quo quis.",
        "headingFontSize": 80,
        "text": "Reiciendis cupiditate deleniti ab illo maiores, expedita error quisquam eum provident repellendus nisi. Nihil iusto dolorem fugiat sint eaque consequuntur dicta ipsam, a dolore sed quidem mollitia dolorum fuga perferendis illum enim, reiciendis illo itaque corrupti ex quae officiis repudiandae odio mollitia, deserunt necessitatibus dolore eligendi, quidem illum quisquam porro qui? Iste numquam mollitia exercitationem dolorem rem rerum ut soluta, saepe cumque esse quos voluptate praesentium, placeat id odit numquam at quisquam culpa molestias nihil modi iure quod? Saepe autem nemo quod consectetur necessitatibus maiores voluptates quam architecto reiciendis iure, corporis porro itaque maxime ",
        "textFontSize": 40,
        "color": "#ffd700FF"
    },
    "rect5": {
        "heading": "Aperiam doloribus dolor laboriosam.",
        "headingFontSize": 80,
        "text": "Nisi earum odio suscipit nemo eligendi molestias, neque consequuntur veritatis recusandae minus optio possimus quasi vero eligendi laborum, repellat numquam soluta nam alias at ab quibusdam delectus laudantium maxime, esse soluta voluptatum, ipsa culpa quisquam magnam quis nisi aliquam corporis minus. Voluptatibus reiciendis expedita aliquam praesentium officiis provident itaque, unde impedit earum nesciunt tempora, repudiandae laboriosam architecto et hic qui porro saepe rem temporibus. At repudiandae numquam aliquid, error iure expedita dignissimos recusandae consectetur accusamus? Consectetur minima nesciunt omnis doloremque molestiae recusandae maiores, accusamus quisquam facilis explicabo ratione debitis blanditiis excepturi eligendi distinctio, ",
        "textFontSize": 40,
        "color": "#ba55d3FF"
    },
    "rect6": {
        "heading": "Fugit facere atque blanditiis in dolores velit, fuga saepe fugiat ea.",
        "headingFontSize": 80,
        "text": "Architecto cupiditate quisquam necessitatibus nostrum asperiores velit illum, cupiditate quaerat aliquam consequuntur sapiente ad? Animi in odio mollitia facilis delectus esse eos, tempore iusto eaque fugiat inventore illo ab quibusdam, iure quia assumenda blanditiis qui saepe itaque ut, voluptatum illo maxime eveniet veniam blanditiis. Dolorum quod eos voluptateslaudantium adipisci sapiente vitae molestias aperiam explicabo, ad repudiandae assumenda error voluptates ut, vitae quae tenetur ipsumaliquam, similique voluptate officiis deserunt laboriosam odit natus illo. Aliquam quisquam itaque, nihil ipsum dolore? Corporis excepturi libero accusantium voluptatibus, fuga eligendi nam fugiat explicabo eius sapiente sint amet molestiae dolores, reprehenderit tenetur animi quo eius, odit recusandae maiores architecto unde possimus nulla, similique sint incidunt maiores vitae dicta doloremque voluptate est commodi. At dignissimos impedit, sapiente porro mollitia itaque sequi blanditiis culpa, explicabo assumenda mollitia illum in delectus optio aut cum quos, labore laborum esse facere porro deleniti aperiam necessitatibus voluptatum enim incidunt maxime? Rerum fugiat dignissimos dolores est autem impedit dolore tenetur earum expedita dolorum, vitae et quo voluptatibus quam possimus odio molestias autem ullam, sed nobis iure mollitia aliquam maiores distinctio cum eveniet rerum qui nam, non qui amet earum doloribus laboriosam quaerat placeat labore veniam, dolorem ex vero qui veniam officia dolorum corrupti accusantium aut adipisci explicabo? Minima facere id veniam assumenda nulla quia quaerat in at ipsum, natus autem modi delectus accusantium harum inventore quidem blanditiis, s",
        "textFontSize": 40,
        "color": "#00ff7fFF"
    },
    "rect7": {
        "heading": "Nostrum minima possimus.",
        "headingFontSize": 80,
        "text": "Eius tempore labore quasi vel cum, culpa explicabo omnis eos, iusto amet obcaecati vero eum vitae corrupti veniam quisquam a sint id? Recusandae neque assumenda fuga quaerat nesciunt animi, distinctio itaque architecto repellendus facilis aliquam quidem fugiat doloribus accusantium nemo iste. Obcaecati facilis eos voluptatibus consequuntur porro amet nihil impedit eum, accusamus doloremque atque maxime rem velit id corrupti, dolore natus at, maiores possimus asperiores. Sequi exercitationem officia consequuntur nisi possimus debitis error quis voluptatum molestias maiores, eos maxime quidem libero voluptates dolorum laboriosam nihil nam quasi? Ratione aliquid minima error qui nihil sit eius aliquam suscipit laboriosam vitae, accusamus maiores ab tempora facere nemo sapiente quaerat veniam eligendi et ipsum, explicabo incidunt at et, perferendis consectetur esse voluptatem at quaerat numquam fugit a? Nesciunt consequatur nihil inventore voluptatum delectus distinctio eum magni sed, pariatur quisquam eligendi, accusamus cumque aperiam distinctio dignissimos recusandae officiis, necessitatibus eaque nobis earum eos accusamus accusantium ad harum dolore vel, distinctio autem aspernatur nihil similique mollitia vitae praesentium voluptatibus? Consequuntur omnis veritatis provident explicabo, dolores quis disti",
        "textFontSize": 40,
        "color": "#e9967aFF"
    },
    "rect8": {
        "heading": "At incidunt quo laudantium provident.",
        "headingFontSize": 80,
        "text": "Excepturi sit praesentium error, officia neque minima dolorem, optio eius enim sunt alias quae? Delectus reiciendis similique eos perspiciatis quidem nesciunt itaque nihil, dolorum iusto facere temporibus debitis, unde soluta temporibus dolore modi magnam recusandae voluptates. Dolor blanditiis repellendus ipsa beatae recusandae quisquam iusto accusantium cumque suscipit autem, magni soluta a itaque porro temporibus iusto cupiditate reprehenderit, modi maxime sit totam cupiditate asperiores quia, repellat inventore harum quis debitis adipisci eius, neque totam quam vero tempora impedit omnis at obcaecati sequi facere. Repellat quas consequatur quam harum esse minus eum nam, amet aspernatur optio rem porro ut cumque? Aut corrupti consequuntur eligendi explicabo tempore harum, sint tenetur eveniet, voluptas laborum molestias nulla, alias id odit officia facilis ut laboriosam dolore. Nobis non delectus veritatis quam reprehenderit illum aspernatur omnis, at dolorum nesciunt recusandae ad molestiae harum quaerat veritatis praesentium, voluptas iure eum non fuga. Vitae facilis ipsum blanditiis omnis incidunt est, aspernatur natus reiciendis quo asperiores aliquam ullam, obcaecati sed animi nesciunt vel modi aliquid dignissimos sequi in vitae. Magni soluta veniam consectetur illum cupiditate quisquam, ut reiciendis consequuntur ad numquam velit mollitia ducimus dolorum consectetur, culpa cumque minus animi ut blanditiis veniam vitae eum cupiditate debitis, reiciendis similique molestiae assumenda ut recusandae et, impedit aperiam aut repudiandae sint architecto in fuga saepe libero? In eveniet maiores ipsum omnis placeat autem iste ab impedit, ea corporis quidem vero minima doloremque tenetur, earum cupiditate nesciunt similique necessitatibus, accusamus quam repellat beatae ratione, placeat ducimus atque? Accusamus officia veniam vitae at dolores, quos ad atque deleniti possimus magnam illo, nihil ipsum vel commodi tenetur ducimus quisquam perferendis, iste vero labore velit magnam facilis ut saepe accusamus fuga beatae veniam, nostrum quidem consequuntur fugiat accusantium eligendi voluptate. Quae magni officia cumque tempore odio repellat nostrum natus perferendis inventore blanditiis, veniam est in tenetur reprehenderit velit iste, ipsam vitae ipsa repellat ducimus facere et fugit labore optio? Itaque cumque pariatur in quisquam sed dolorem maxime qui tempore, deleniti a nobis qui reiciendis harum magnam repellendus similique excepturi. Veritatis magni similique cum dolore ex sunt impedit quidem, totam blanditiis quia quidem nesciunt consequatur quis, a quidem voluptatibus perspiciatis excepturi quo corporis et eum numquam quas iste, mollitia dicta quis, nisi odit vel quasi possimus debitis doloremque ut beatae labo",
        "textFontSize": 40,
        "color": "#adff2fFF"
    }
}